tap "caskroom/cask"
tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "neovim/neovim"
tap "paritytech/paritytech"
tap "posva/taps"
tap "railwaycat/emacsmacport"
cask "xquartz"
brew "ack"
brew "emacs", restart_service: true
brew "perl"
brew "git"
brew "agda"
brew "archey"
brew "clasp"
brew "gringo"
brew "aspcud"
brew "readline"
brew "autoconf"
brew "awscli"
brew "bazel"
brew "berkeley-db"
brew "boost"
brew "openssl"
brew "xz"
brew "python3"
brew "boot2docker"
brew "gettext"
brew "catimg"
brew "openssl@1.1"
brew "certbot"
brew "chezscheme"
brew "coreutils"
brew "jpeg"
brew "icu4c"
brew "spidermonkey"
brew "couchdb"
brew "cscope"
brew "ctags"
brew "diff-so-fancy"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "elixir"
brew "elm"
brew "fish"
brew "flow"
brew "fswatch"
brew "fzf"
brew "gmp"
brew "mpfr"
brew "gcc"
brew "ghc"
brew "gist"
brew "git-extras"
brew "git-lfs"
brew "gnu-getopt"
brew "nettle"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "gx"
brew "gx-go"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "intltool"
brew "jq"
brew "ledger"
brew "leveldb"
brew "libevent"
brew "libsass"
brew "libsodium"
brew "libssh2"
brew "libusb-compat"
brew "libxml2"
brew "libyaml"
brew "llvm"
brew "macvim", args: ["HEAD"]
brew "maven"
brew "mercurial"
brew "minimal-racket"
brew "s-lang"
brew "most"
brew "mtr"
brew "neovim"
brew "ninja"
brew "node"
brew "nvm"
brew "opam"
brew "ossp-uuid"
brew "parallel"
brew "peco"
brew "pinentry-mac"
brew "proof-general"
brew "pv"
brew "r"
brew "ranger"
brew "rbenv"
brew "redis"
brew "rename"
brew "ruby"
brew "rust"
brew "sphinx-doc"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typescript"
brew "utf8proc"
brew "vcprompt"
brew "vifm"
brew "vim"
brew "watchman"
brew "wrk"
brew "xctool"
brew "z"
brew "z3"
brew "zeromq"
brew "d12frosted/emacs-plus/emacs-plus"
brew "paritytech/paritytech/parity"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-spacemacs-icon"]
cask "anatine"
cask "google-chrome"
cask "imageoptim"
cask "iojs"
cask "iterm2"
cask "jupyter-notebook-ql"
cask "karabiner-elements"
cask "mactex"
cask "macvim"
cask "packer"
cask "postico"
cask "racket"
cask "squeak"
cask "vagrant"
cask "vimr"
cask "virtualbox"
