tap "caskroom/cask"
tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "neovim/neovim"
tap "paritytech/paritytech"
tap "posva/taps"
tap "railwaycat/emacsmacport"
cask "xquartz"
brew "ack"
brew "emacs", restart_service: true
brew "perl"
brew "git"
brew "agda"
brew "archey"
brew "berkeley-db"
brew "python3"
brew "catimg"
brew "ctags"
brew "diff-so-fancy"
brew "fish"
brew "fzf"
brew "gcc"
brew "gist"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "gx"
brew "gx-go"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "jq"
brew "leveldb"
brew "libsodium"
brew "libusb-compat"
brew "libxml2"
brew "llvm"
brew "minimal-racket"
brew "most"
brew "mtr"
brew "neovim"
brew "ninja"
brew "node"
brew "nvm"
brew "opam"
brew "parallel"
brew "peco"
brew "pinentry-mac"
brew "proof-general"
brew "pv"
brew "r"
brew "ranger"
brew "redis"
brew "rename"
brew "ruby"
brew "rust"
brew "sphinx-doc"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typescript"
brew "utf8proc"
brew "vcprompt"
brew "vifm"
brew "vim"
brew "watchman"
brew "wrk"
brew "xctool"
brew "z"
brew "z3"
brew "zeromq"
brew "d12frosted/emacs-plus/emacs-plus"
brew "paritytech/paritytech/parity"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-spacemacs-icon"]
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "jupyter-notebook-ql"
cask "karabiner-elements"
cask "mactex"
cask "racket"
cask "squeak"
cask "vagrant"
cask "virtualbox"
